{
  "nav-text-1": "Homepage",
  "nav-text-2": "About Us",
  "nav-text-3": "Invested Projects",
  "nav-text-4": "News",
  "nav-text-5": "Our Team",
  "nav-text-6": "Achievements",
  "nav-text-7": "Contact",




  "article-header-text-1": "News",
  "article-header-text-2": "Home",

  "carousel-text-1": "QIANHAI YANGZIJIANG FUND MANAGEMENT",
  "carousel-text-2": "(SHENZHEN) CO., LTD.",
  "carousel-text-3": "Yangzijiang Fund is a China-focused Venture Capital investor targeting hard technology. The company has accumulated rich industrial resources and experience in semiconductors, new materials, and advanced manufacturing.",
  "carousel-text-4": "Contact Us",

  "contact-text-1": "Sent Successfully",
  "contact-text-2": "Message send failure",
  "contact-text-3": "Network Error",
  "contact-text-4": "Contact Us",
  "contact-text-5": "Name",
  "contact-text-6": "Phone Number",
  "contact-text-7": "Leave Message",
  "contact-text-8": "Submit",

  "about-text-3": "About Us",
  "about-text-1": "Yangzijiang Fund was established in 2016, headquartered in Shenzhen, China, with the private fund manager registration code P1064761.",
  "about-text-2": "Yangzijiang Fund is a China-focused Venture Capital investor targeting hard technology. It possesses profound industrial resources and collaborative capabilities, continuously focuses on the application scenarios of controllable domestic substitution, intelligent transformation, and new energy. Utilizing its industrial resource advantages, the company helps its partners achieve long-term development and create value. Yangzijiang Fund has invested in more than 20 projects, with a management scale of 1 billion RMB, targeting semiconductors, new materials, and advanced manufacturing.",

  "history-text-1": "Achievements",
  "history-text-2": "Hygon Information Technology",
  "history-text-3": "Hygon Information Technology (SH.688041)",
  "history-text-4": "SSE STAR MARKET 2022\nMOIC: 7x",
  "history-text-5": "SICC",
  "history-text-6": "SICC (SH.688234)",
  "history-text-7": "SSE STAR Market 2022\nMOIC: 10x",
  "history-text-8": "Hanyu Group",
  "history-text-9": "Hanyu Group (300403)",
  "history-text-10": "SZSE ChiNext Market 2014\nMOIC: 10x",
  "history-text-11": "Doctorglasses Chain",
  "history-text-12": "Doctorglasses Chain (300622)",
  "history-text-13": "SZSE ChiNext Market 2017,\nMOIC: 7x",
  "history-text-14": "Ideal Jewellery Industrial",
  "history-text-15": "Ideal Jewellery Industrial (002740)",
  "history-text-16": "SZSE Main Board 2015,\nMOIC: 8x",
  "history-text-17": "Haozhi Industrial",
  "history-text-18": "Haozhi Industrial (300503)",
  "history-text-19": "SZSE ChiNext Market 2016\nMOIC: 4x",
  "history-text-20": "Senior Technology Material",
  "history-text-21": "Senior Technology Material (300568)",
  "history-text-22": "SZSE ChiNext Market 2016\nMOIC: 3x",
  "history-text-23": "Well Lead Medical",
  "history-text-24": "Well Lead Medical (603309)",
  "history-text-25": "SSE Main Board 2015\nMOIC: 9x",
  "history-text-26": "Autek China",
  "history-text-27": "Autek China (300595)",
  "history-text-28": "SZSE ChiNext Market 2017\nMOIC: 6x",
  "history-text-29": "Buchang Pharmaceuticals",
  "history-text-30": "Buchang Pharmaceuticals (603858)",
  "history-text-31": "SSE Main Board 2016\nMOIC: 5x",
  "history-text-32": "United Imaging",
  "history-text-33": "Shanghai United Imaging Healthcare (SH.688271)",
  "history-text-34": "SSE STAR MARKET 2022\nMOIC: 4x",
  "history-text-35": "Jingjin Equipment",
  "history-text-36": "Jingjin Equipment (SH.603279)",
  "history-text-37": "SSE Main Board 2019\nMOIC: 10x",
  "history-text-38": "Shengyi Electronics",
  "history-text-39": "Shengyi Electronics (688183)",
  "history-text-40": "SSE STAR MARKET  2021",
  "history-text-41": "Chutian Dragon",
  "history-text-42": "Chutian Dragon (003040)",
  "history-text-43": "SZSE Main Board 2021.",
  "history-text-44": "GUH Holdings Bhd",
  "history-text-45": "GUH Holdings Bhd (GUH, 3247)",
  "history-text-46": "Bursa Malaysia Main Market",
  "history-text-47": "China Cinda",
  "history-text-48": "China Cinda (01359.HK)",
  "history-text-49": "HKEX Main Board 2013",


  "project-text-1": "Invested Projects",
  "project-text-2": "Lansus",
  "project-text-3": "Chips, Devices and Modules",
  "project-text-4":  "Leader of 5G RF (Radio Frequency) chips and solutions. Lansus is the first manufacturer to release 3G and 4G PA (Power Amplifier) chips and is currently the domestic PA manufacturer with the most complete product line. As a senior brand rooted in the field of RF technology, its products are compatible with various mainstream mobile platforms such as MTK, Qualcomm, Spreadtrum, Unisoc, and Marvell. With advanced RF solutions and professional technical support team, it’s well poised to be an ideal long-term partner for corporations in the fields of telecommunication, mobile module, manufacturing, etc.",
  "project-text-5": "Quantgrav",
  "project-text-6": "Chips, Devices and Modules",
  "project-text-7": "Leader of 4G/5G RF chip. Quantgrav was established in 2015, mainly engaged in the design, production, and sales of high-performance RF integrated circuits. The company is committed to providing the market with high-performance, cost-effective RF front-end integrated circuit products, with leading proprietary RF micro-nano manufacturing technology, innovative RF front-end architecture, and innovative RF circuit solutions. The chip's application fields include smartphones, tablet computers, base stations, satellite positioning and navigation equipment, etc.",
  "project-text-8": "Maicro",
  "project-text-9": "Chips, Devices and Modules",
  "project-text-10": "Provider of intelligent solutions based on industry needs. Maicro is one of the few companies in the world that possesses a full stack of self-researched software and hardware products and solutions ranging from \"AI chips - platforms - algorithms\". The company has successfully implemented multiple products based on its independently developed lightweight artificial intelligence and quantitative neural processors, including asymmetric image and video compression, intelligent Yuan unmanned aerial vehicles (UAVs) and UAV control platforms, AIOT intelligent control platforms, etc., in industries such as electric power and petrochemicals. It has already reached cooperation with several highly monopolistic vertical industry leaders, including State Grid Corporation of China, Southern Power Grid, Sinopec, and PetroChina.",
  "project-text-11": "Raysees",
  "project-text-12": "Chips, Devices and Modules",
  "project-text-13": "Experts on VCSEL and optical integrated solutions. Raysees is a hard-tech company deeply engaged in the semiconductor optical chip, committed to providing customers in intelligent driving, consumer electronics, industrial manufacturing, and medical aesthetics with globally leading VCSEL chips and optical solutions. Raysees possesses internationally leading core technologies in optical chip design, optical integration packaging, algorithm development, and photoelectric system integration optimization. It has opened up the entire industrial chain of \"chip + optics + application\", launching a full range of high-performance VCSEL chips and optical integrated products developed independently. The company has applied for more than 150 domestic and international technical invention patents, serving over 100 customers worldwide.",
  "project-text-14": "Chipsvisvion",
  "project-text-15": "Chips, Devices and Modules",
  "project-text-16": "Wireless charging solution provider. Shenzhen. Chipsvisvion(CVS) Microelectronics Co.,Ltd., founded in 2013, focuses on the development of wireless charging, fast charging, energy harvesting and other chips development. It is the first company in China to design ICs for wireless charging and its solutions. It is a national high-tech enterprise and a specialized, refined, distinctive \"Little Giant\" enterprise. Members of the core team have been worked for the leading semiconductor companies: National Semiconductor, NXP, Fujitsu, etc. Most of them have IC design experience of 20+ years.\n            CVS is a leader in providing wireless-charging solutions by offering a wide range of Transmitter & Receiver production line, which covers from 2W to 80W applications.",
  "project-text-17": "Black Sesame Technologies",
  "project-text-18": "Chips, Devices and Modules",
  "project-text-19": "Leader of Intelligent Vehicle Computing Chips. Black Sesame Technologies is a leading automotive-grade computing SoC and SoC-based intelligent vehicle solutiorprovider. The company started with the Huashan Series high-computing power SoCs for autonomous driving andrecently introduced the Wudang Series cross-domain SoCs to address more diverse and sophisticated demands foradvanced functionalities of intelligent vehicles. Black Sesame Technologies proprietary automotive-grade products andtechnologies empower intelligent vehicles with mission-critical capabilities. such as autonomous drivina. smart cockoitadvanced imaging and interconnection. The company offer ful-stack autonomous driving capabilities to meet broadcustomer needs through SoCs and SoC-based solutions, powered by in-house developed lP cores, algorithms and support software.",
  "project-text-20": "Novaco",
  "project-text-21": "Chips, Devices and Modules",
  "project-text-22": "Novaco Microelectronics  Technologies Ltd. is a diversified high-tech enterprise integrating scientific research and development, production operations, and sales services. Established in December 2016 by a team from the domestic and international RF microwave industry, the company specializes in RF microwave IC design. It has industry-leading capabilities in RF front-end products and microwave millimeter-wave circuit development. The technology spans material processes, device design, modeling, DOE, and the development of microwave circuits and components, with expertise in the development process of III-V compound semiconductor products. Through years of technical accumulation and continuous innovation and upgrading of products, it has now become a leading communication product IC design company in the industry. The main business scope covers IoT/PA, base station PA, mobile phone PA, and other product lines and research and development directions.",
  "project-text-23": "Fortsense",
  "project-text-24": "Chips, Devices and Modules",
  "project-text-25": "Artificial intelligence perception chip designer. Fortsense is an integrated circuit design enterprise, a national high-tech enterprise, and the Guangdong Provincial Human-Computer Interaction Sensor Engineering Technology Research Center. It focuses on the R&D and design of intelligent sensor and processor chips as well as the development of supporting algorithms, committed to promoting the intelligent upgrade of human-computer interaction technology. The company has complete capabilities in chip design, software and hardware support, and core algorithm development, and has successfully mass-produced applications for first-line manufacturers. It insists on maintaining a forward-looking perspective in the field of human-computer interaction, with independent research and development and scale investment, to create high-quality products with technological barriers and continuous innovation, meeting the diverse needs of customers, and its performance is in a period of rapid growth.",
  "project-text-26": "OnMicro",
  "project-text-27": "Chips, Devices and Modules",
  "project-text-28": "OnMicro is a diversified and forward-looking composite chip design company that specializes in RF front-end and wireless communication. The company possesses extensive experience in chip design and mass production based on various processes like CMOS, GaAs, SiGe, SOI, and GaN, with a core product line that encompasses six categories and over four hundred types of chips. Its key performance indicators and quality are comparable to those of world-class manufacturers' similar products, and are primarily used in smart phones, automotive electronics, energy storage, industry, high-performance computing, the Internet of Things, smart wearables, and other fields. Through strategic positioning in technology, market, and supply chain synergies, the company is dedicated to building a world-class chip company with strong competitiveness in the analog/RF/device domain.",
  "project-text-29": "Siliconwaves",
  "project-text-30": "Chips, Devices and Modules",
  "project-text-31": "Siliconwaves was founded by leading technologist in the wireless and chip industry with the core team from world's top universities and leading companies. Building upon a revolutionary multi-standard SoC Platform, its ASIC products address a broad range market segments including Carrier, Enterprise, broadband IoT, intelligent home, autonomous driving and many others. The company has a global team from diverse culture backgrounds with a common goal to bring connectivity, computation and distributed intelligence to wherever and whatever that need them. The company mainly engages in hardware and software design and the market application expansion of products, which will be widely used in vehicular connectivity, broadband IoT, communication networks, smart home appliances, and more. It has already accumulated a wealth of technology and success in fields like 5G, Wi-Fi, and IC design and is committed to developing the world's first Wi-Fi and 5G dual-standard baseband SoC, providing an integrated chip platform for communication, intelligence, and edge computing.",
  "project-text-32": "Xiangdixian Computing Technology",
  "project-text-33": "Chips, Devices and Modules",
  "project-text-34": "Xiangdixian Computing Technology is a high-end GPU processor chip design company, founded and led by Tang Zhimin, the original founder of Loongson and Hygon, a pioneer of high-end processor chips in China. The company has signed the highest level of GPU IP core architecture license agreement with Imagination, becoming the first enterprise in the world to obtain such a level of authorization after Apple. The company has completed certifications and product integrations with major operating systems such as Kirin, Tongxin, CASICloud, and Windows, as well as with whole-machine manufacturers like Tsinghua Tongfang, Great Wall, Lenovo, Inspur, and H3C. It has reached the performance level of NVIDIA's GTX 1660 TI of 2019, significantly outperforming similar domestic products.",
  "project-text-35": "Sicred Microelectronics",
  "project-text-36": "Chips, Devices and Modules",
  "project-text-37": "Sicred Microelectronics specializes in the research and design of third-generation semiconductor silicon carbide (SiC) chips, leading the industry with its silicon carbide MOSFETs and related module products. The company focuses on meeting the demands of major industries such as photovoltaic new energy, power systems, medical equipment consumer electronics, and intelligent home appliances. It has been widely recognized by high-end brands in the industry and continues to provide customers with full-link silicon carbide power device solutions. Sicred has successfully developed 1200V and 1700V series silicon carbide MOSFETs, with performance parameters that have reached the world's advanced level, and it can offer automotive-grade products. The production yield of Sicred's 1200V 80mΩ product has reached 95%, far exceeding the industry standard.",
  "project-text-38": "Daxin Semi",
  "project-text-39": "Chips, Devices and Modules",
  "project-text-40": "Daxin Semi is a Sino-foreign joint venture and a national high-tech enterprise. The company specializes in the design, manufacture, and sales of power semiconductor chips and devices such as IGBTs, MOSFETs, and FRDs, and provides related application solutions. Daxin Semi has a complete IGBT industrial chain including chip design, wafer fabrication, module manufacturing, and application. The company has successfully developed 600V-3300V IGBT chip products on both 8-inch and 6-inch wafer manufacturing platforms, with chip current ratings covering 10A to 200A. By using its proprietary IGBT chips, the company has launched a series of IGBT modules that meet the needs of industrial applications, consumer electronics, and new energy, with module voltages covering 600V to 1700V, and current ratings covering 10A to 800A.",
  "project-text-41": "JoinSilicon",
  "project-text-42": "Chips, Devices and Modules",
  "project-text-43": "JoinSilicon is a world class Product Engineering Company that provides custom products and solutions for the semiconductor industry. It is a company focused on advanced process technology IC design, committed to independent IP research, development, and services, and empowering chip design and SoC custom solutions. The company primarily serves areas such as high-performance computing, data centers, 5G communication, artificial intelligence, and automotive electronics. With a team of top global senior technical experts and excellent industrial resources, JoinSilicon is dedicated to using the world's leading integrated circuit design platform to provide customers with advanced process IP, one-stop high-end SoC customization, and Chiplet & advanced packaging products.",
  "project-text-44": "Yiyang Semi",
  "project-text-45": "Chips, Devices and Modules",
  "project-text-46": "Yiyang Semi is positioned to become a leading global SiC wafer foundry, benchmarking against X-fab and Episil. It has already established strategic cooperation with well-known domestic foundries. Yiyang Semi will lock in core equipment and advance the production line and mass production of SiC products in the most efficient way. The company has a team of top technical and factory-building experts in Asia, with extensive experience in production line operation and power product process development. It holds the core technology of the entire SiC device process flow and has the capacity to get the production line up and running, enabling the rapid establishment of a competitive SiC device foundry on a global scale. Yiyang Semi is currently making substantive progress in procuring core machinery and equipment for the SiC production line.",
  "project-text-47": "Summit Crystal",
  "project-text-48": "Semiconductor Materials, Manufacturing and Equipment",
  "project-text-49": "Domestic leader of silicon carbide crystal material. Guangzhou Summit Crystal Semiconductor Co., Ltd ,founded in September 2018, is a national high-tech enterprise engaged in r&d, production and sales of silicon carbide single crystal materials, with a registered capital of 281 million yuan. The company implements comprehensive cooperation with Shandong University. Its proprietary technology is based on the latest research and developments from the team.Summit Crystal's main product line includes 6-inch N-type silicon carbide substrates. As the strategic material of the new infrastructure, the company will base itself on the Guangdong.Hong Kong-Macao Greater Bay Area and strive to develop into a nationally and even globally renowned silicon carbide semiconductor company.",
  "project-text-50": "Deer Technology",
  "project-text-51": "Semiconductor Materials, Manufacturing and Equipment",
  "project-text-52": "Fujian Deer Technology Corp is a national high-tech enterprise focusing on the development, production and sales of fluorine-containing electronic gases, high-purity reagents for semiconductors, new energy materials, basic fluorine chemical materials and multi-series fluorine-containing new materials. Its products are widely used in strategic emerging industries such as semiconductor, display, communication fiber, extra high voltage, new energy. Starting with the basic fluorine chemical material anhydrous hydrogen fluoride, the company proactively addresses major national demands and serves national strategies, focusing on the development of national strategic emerging industries such as fluorine-containing specialty gases, semiconductor wet electronic chemicals, and new energy lithium battery materials. Relying on technological innovation, Deertech has developed a series of import-substituting products, and has established significant core technological competitiveness and industry status in  fluorine-containing electronic specialty gases.",
  "project-text-53": "Anmuquan Intelligent",
  "project-text-54": "Semiconductor Materials, Manufacturing and Equipment",
  "project-text-55": "Changsha Anmuquan Intelligent Technology Co., Ltd. founded by Dr. Zhu Wenhui, a national expert, focuses on the development of advanced integrated circuit packaging and product, packaging process software, relying on the international advanced system level packaging technology (SIP) to solve key core devices such as CPU ,DSP ,GPU, SSD. The independent manufacturing of IGBT  is the only semiconductor packaging and testing company with the world's advanced level in Hunan Province, which fills the blank of high-end chip packaging in Hunan Province and Changsha City. The company will strive to become the leading high-end chip advanced packaging and testing company in China.",
  "project-text-56": "Cospower",
  "project-text-57": "Terminal",
  "project-text-58": "Dongying Cospower Technology Co., Ltd. is a leading scientific and technological enterprise in the lithium battery industry and has more than 30 years of experience in technology and product development. On the basis of integrating the high-quality assets and excellent teams of Coslight International Group, Cospower is determined to become the world's first-class new energy overall solution provider, providing high-quality products and services to the world's first-class customers. The products and services have covered more than 60 countries and regions globally, among which the communication storage lithium battery products rank first in the world in terms of shipment volume. The company is a core supplier of energy storage for base stations for many world-class communication enterprises. Domestically, it has established cooperative relations with leading communication enterprises such as China Mobile, China Tower, and ZTE Communications, and overseas, it has reached long-term in-depth cooperation with top-tier communication industry enterprises.",
  "project-text-59": "TYK Medicines",
  "project-text-60": "Medical Apparatus and Instruments",
  "project-text-61": "TYK Medicines is an innovative biopharmaceutical high-tech company based in China and oriented towards the international market. With the strong support of the Changxing Economic Development Zone in Huzhou, Zhejiang Province, the company has established a 3,000 square meter new drug research and development center in Changxing Life Science Park, featuring world-class new medicine research laboratories and a literature intelligence center. Clinical Medical and Business Development departments have been set up in Shanghai. TYK Medicines, Inc. boasts a top-notch R&D and management team, including one expert from the National Thousand Talents Program, one from the Zhejiang Thousand Talents Program, ten overseas-educated Ph.D. experts, and three clinical experts. The team possesses extensive experience in new medicine development from well-known multinational pharmaceutical companies, making it one of the very few innovative biopharmaceutical high-tech companies in China with the capabilities for medicine research and development as well as production.",
  "project-text-62": "Verlmagin",
  "project-text-63": "Medical Apparatus and Instruments",
  "project-text-64": "Wuhan Verlmagin Medical Technology Co., Ltd is a high-tech enterprise jointly initiated by the Precision Measurement Institute of the Chinese Academy of Sciences and United Imaging Healthcare, integrating R&D, production, and sales of medical devices. The company collaborates with several renowned Grade-A tertiary hospitals in China, such as the General Hospital of the People's Liberation Army, Tongji Medical College of Huazhong University of Science and Technology, Hubei Cancer Hospital, and Wuhan Jinyintan Hospital, in clinical and scientific research transformation cooperation. One of the company's core products, the \"medical xenon gas generator,\" has been approved by China NMPA, becoming the first product of its kind to be approved globally, ahead of its American competitors. Another core product, the \"hyperpolarized MRI system\" was also the first of its kind to receive a Class III approval in China in August, 2023.",


  "team-text-1": "Our Team",
  "team-text-2": "Wei Wang",
  "team-text-3": "Partner",
  "team-text-4": "With 30 years of experience in auditing and investment, Wang Wei has served as a partner and vice president of a leading domestic investment institution. Over the past decade, he has accumulated a wealth of industrial resources and project resources in hard technology and advanced manufacturing. He possesses profound investment and corporate management experience, leading investments in several well-known companies. Historically, the funds he managed has exceed 2 billion RMB, with representative cases including Hanyu Group Co., Ltd., Guangzhou Haozhi Industrial Co.,Ltd., Hygon Information Technology Co., Ltd.\n, and SICC Co., Ltd.",
  "team-text-5": "Qing Zhang",
  "team-text-6": "Partner",
  "team-text-7": "Having 25 years of experience in domestic and oversea commercial banks, investment banking, and asset management, Zhang Qing possesses a global investment perspective, deep accumulation in the financial market, and has built extensive industry resources. She has participated in the integration of retail businesses in China Merchants Bank and Wing Lung Bank, the integration of retail businesses in Shenzhen Development Bank and Ping An Bank, cornerstone investment in China Cinda's Hong Kong stock IPO by Rongtong Capital, and anchor investments in Alibaba.",
  "team-text-8": "Frank Ning",
  "team-text-9": "Partner",
  "team-text-10": "Ning Huajun brings over 20 years of experience in corporate consulting and investment management, with a focus on investment in the advanced manufacturing industry. Having worked in well-known consulting firms both domestically and internationally, he has a keen observation and judgment on global industry trends and opportunities in the domestic and oversea advanced manufacturing industries. He has participated in the investment and listing services of companies such as Shengyi Electronics, Kinwong Electronic, Aofei Data Technology, Jingquanhua Electronics, Dazhan Holdings, and Chutian Dragon, as well as mergers and acquisitions and reorganizations of listed companies such as Liyuan Precision Manufacturing and Zotye Automobile.",
  "team-text-11": "Yanzhi Li",
  "team-text-12": "Partner",
  "team-text-13": "Li Yanzhi has nearly 20 years of experience in the capital market and serves as a specially invited expert committee member of SAC, sponsor representative, and certified public accountant. Having worked for a long time with leading domestic brokerage firms, Li has numerous financial resources both domestically and internationally and maintains close business cooperation with many well-known domestic and oversea investment institutions. With extensive experience in capital markets at home and abroad, Li has been involved in investment financing and mergers and acquisitions exceeding 20 billion RMB, representing clients including Bank of Communications, Haitong Securities, SF Holding, and others.",
  "team-text-14": "Hongliang Zhang",
  "team-text-15": "Partner",
  "team-text-16": "Zhang Hongliang has over 15 years of experience in domestic and oversea investments for financial institutions. He has served a long tenure at well-known domestic brokerages and trusts, leading over $200 million in overseas securities and equity investments. With deep accumulation in the financial market, Zhang has managed funds exceeding 1.5 billion RMB. He has participated in overseas IPO projects for several large enterprises, including PICC, Galaxy Securities, and Cinda Asset Management, and led the relief fund project for domestic Lotus Health Group.",

  "notfound-text-1": "Page not found",

  "notfound-text-2": "Sorry, the page you are looking for does not exist on our website.",

  "footer-text-1": "Yangzijiang Fund, 39D, LVGEM NEO Building Block B, No. 6011 Shennan Avenue, Futian District, Shenzhen, Guangdong Province",
  "footer-text-2": "Yangzijiang Fund"
}